tap "grishka/grishka"
tap "homebrew/bundle"
tap "stripe/stripe-cli"
brew "jpeg-xl"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hcxtools"
brew "imagemagick"
brew "jq"
brew "mosh"
brew "node"
brew "neonctl"
brew "nmap"
brew "openjdk"
brew "pandoc"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "tcl-tk"
brew "python-tk@3.13"
brew "ta-lib"
brew "unoconv"
brew "wget"
brew "stripe/stripe-cli/stripe"
cask "google-cloud-sdk"
cask "neardrop"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "stats"
cask "stretchly"
cask "warp"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "continue.continue"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitpod.gitpod-desktop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "saoudrizwan.claude-dev"
