agg
asciinema
bettercap
eza
ffmpeg
gh
go
graphviz
hcxtools
imagemagick
jq
mosh
neonctl
nmap
openjdk
pandoc
pnpm
poppler
pyenv
python-tk@3.13
rbenv
stripe/stripe-cli/stripe
ta-lib
unoconv
wget
