amazonwebservices.codewhisperer-for-command-line-companion
continue.continue
github.copilot
github.copilot-chat
gitpod.gitpod-desktop
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
saoudrizwan.claude-dev
